Repository: HDNET/ke_search
Catalog: Resources/Private/Language/*.locallang_mod.xlf
Languages: nl

# mlang_tabs_tab
source: Faceted Search
nl: Facet Zoeken

# mlang_labels_tabdescr
source: Manage the search index, manually start the indexer process, see what content has been indexed, clear the the index.
nl: Start het indexeer proces handmatig

# mlang_labels_tablabel
source: Faceted Search Management
nl: Indexeer management

# title
source: Faceted Search
nl: Facet Zoeken

# function1
source: Start indexing
nl: Start indexeren

# function2
source: Indexed content
nl: Geindexeerde inhoud

# function3
source: Index table information
nl: Index tabel informatie

# function4
source: Searchword statistics
nl: Zoekwoorden statistieken

# function5
source: Clear search index
nl: Wis zoek index

# select_a_page
source: Please select a page.
nl: Selecteer een pagina
