Repository: HDNET/ke_search
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: nl

# pages.tx_kesearch_tags
source: Tags for faceted search
nl: Labels voor Facet Zoeken

# tt_content.list_type_pi1
source: Faceted search - Searchbox and Filters
nl: Facet Zoeken - Zoekvak en Filters

# tt_content.list_type_pi2
source: Faceted search - Results
nl: Facet Zoeken - Resultaten

# tx_kesearch_filters.title
source: Title
nl: Titel

# tx_kesearch_filters.markAllCheckboxes
source: Mark all checkboxes by default?
nl: Markeer alle selectievakjes standaard?

# tx_kesearch_filters.options
source: Filter options
nl: Filter opties

# tx_kesearch_filters.target_pid
source: Choose page where to show all filter options
nl: Kies pagina om alle filter opties te tonen

# tx_kesearch_filters.amount
source: How many textlinks should be displayed?
nl: Hoeveel tekstlinks moeten er worden getoond

# tx_kesearch_filters.rendertype
source: Rendering type
nl: Rendering soort

# tx_kesearch_filters.rendertype.I.0
source: Select/Dropdown
nl: Selecteer

# tx_kesearch_filters.rendertype.I.1
source: List/Textlinks
nl: Lijst

# tx_kesearch_filters.rendertype.I.2
source: Checkboxes (multiselection OR)
nl: Checkboxen (Multiselectie OR)

# tx_kesearch_filters.rendertype.I.3
source: List/Textlinks with multiselection checkboxes on additional page
nl: Tekstlinks

# tx_kesearch_filteroptions
source: Filter options
nl: Filter opties

# tx_kesearch_filteroptions.title
source: Title
nl: Titel

# tx_kesearch_filteroptions.tag
source: Tag
nl: Label

# tx_kesearch_filteroptions.automated_tagging
source: Set tag for all children of this page
nl: Stel label in voor alle kinderen van deze pagina

# tx_kesearch_index.relevance
source: Relevance
nl: Relevantie

# tx_kesearch_index.targetpid
source: Target PID
nl: Doel PID

# tx_kesearch_index.content
source: Indexed content
nl: Geindexeerde inhoud

# tx_kesearch_index.tags
source: Tags
nl: Labels

# tx_kesearch_index.abstract
source: Abstract
nl: Samenvatting

# tx_kesearch_index.title
source: Title
nl: Titel

# tx_kesearch_index.language
source: Language UID
nl: Taal UID

# tx_kesearch_index.sortdate
source: Date
nl: Datum

# tx_kesearch_index.directory
source: Directory
nl: Map

# tx_kesearch_indexerconfig
source: Indexer Configuration
nl: Indexeer configuratie

# tx_kesearch_indexerconfig.title
source: Title
nl: Titel

# tx_kesearch_indexerconfig.storagepid
source: Record storage page of search data
nl: Record opslag pagina van zoekgegevens

# tx_kesearch_indexerconfig.targetpid
source: Target page for extension content
nl: Target pagina voor extensie inhoud

# tx_kesearch_indexerconfig.startingpoints_recursive
source: Record storage page(s) of data to be indexed, recursive
nl: Startpunten (recursief)

# tx_kesearch_indexerconfig.single_pages
source: Single Pages
nl: Enkele pagina's

# tx_kesearch_indexerconfig.sysfolder
source: Record storage page(s) of data to be indexed, single
nl: Record opslag pagina(s) van te indexeren data

# tx_kesearch_indexerconfig.type.I.0
source: Pages
nl: Pagina's

# tx_kesearch_indexerconfig.type.I.5
source: Address records (tt_address)
nl: Adres velden (tt_address)

# tx_kesearch_indexerconfig.type.I.6
source: Content records (tt_content)
nl: Inhouds elementen (tt_content)

# tx_kesearch_indexerconfig.type.I.7
source: Files
nl: Bestanden

# tx_kesearch_indexerconfig.index_content_with_restrictions
source: Index content elements with restrictions?
nl: Indexeer inhouds elementen met restricties?

# tx_kesearch_indexerconfig.index_content_with_restrictions.I.0
source: Yes
nl: Ja

# tx_kesearch_indexerconfig.index_content_with_restrictions.I.1
source: No
nl: Nee

# tx_kesearch_indexerconfig.directories
source: Directories (comma-separated, e.g. fileadmin/my_directory/,fileadmin/my_other_directory or my_directory/,my_other_directory/ if you use FAL)
nl: Mappen (fileadmin/my_directory/,fileadmin/my_other_directory)

# tx_kesearch_indexerconfig.fileext
source: File indexer: Comma separated list of allowed file extensions (eg. pdf,ppt,doc,xls):
nl: Door komma's gescheiden lijst van toegestane bestandsextensies (bijv. pdf,ppt,doc,xls)
